[
{
  "name": "Rasul Ampato",
  "role": "Project Manager",
  "formal-image": "/assets/images/about-images/rasul/formal.png",
  "casual-image": "/assets/images/about-images/rasul/casual-1.png",
  "casual-image-2": "/assets/images/about-images/rasul/casual-2.png",
  "description": "A hardworking and active leader, Rasul is the leader of the team. He ensures the team makes progress every day to meet the target date of finishing the project. He contributed to designing the interface of the website, particularly in the dropdown menu of the user profile, which includes settings and sign out. In addition, he helped in developing the website, programming some sections of Jammify. He also took part in making the PowerPoint presentation of the project to be used in the project defense, ensuring that it is well-structured and organized.",
  "skills": ["Leadership", "Project Management", "Team Coordination", "Problem Solving", "Strategic Planning"]
},
{
  "name": "Katrina Dela Cruz",
  "role": "Assistant Programmer",
  "formal-image": "/assets/images/about-images/katrina/formal.png",
  "casual-image": "/assets/images/about-images/katrina/casual-1.png",
  "casual-image-2": "/assets/images/about-images/katrina/casual-2.png",
  "description": "The creative and passionate member in making her craft—Katrina is the assistant programmer of the team. The idea behind the concept of Jammify came from Katrina's creative mind. She played a big part in designing Jammify's interface. She helped in providing data to be included in the website. Furthermore, she contributed to forming the features of Jammify and developing them, ensuring that it is aesthetically pleasing and easy to navigate. ",
  "skills": ["Creative Design", "Content Creation", "Data Collection", "UI Design", "Research"]
},
{
  "name": "Angel Gonzales",
  "role": "Lead Researcher",
  "formal-image": "/assets/images/about-images/angel/formal.png",
  "casual-image": "/assets/images/about-images/angel/casual-1.png",
  "casual-image-2": "/assets/images/about-images/angel/casual-2.png",
  "description": "Responsible for data searching—Angel is the researcher of the team. She worked on the documentation of the project. She helps in gathering data to be put on the website and compiles the data collected. Additionally, she contributed to designing some sections of Jammify, specifically in the artists' songs section. Moreover, she contributed to making the PowerPoint presentation of the project utilized for the project defense.",
  "skills": ["Research", "Documentation", "Content Strategy", "Data Analysis", "Presentation"]
},
{ 
  "name": "Janneil Janzen R. Go",
  "role": "Programmer",
  "formal-image": "/assets/images/about-images/janzen/formal.png",
  "casual-image": "/assets/images/about-images/janzen/casual-1.png",
  "casual-image-2": "/assets/images/about-images/janzen/casual-2.png",
  "description": "The innovative and tech enthusiast, Janzen is the programmer of the team. He led the development of the website. Developing all the features implemented in the design. He programmed the entirety of the website, ensuring that every element is working smoothly to meet user satisfaction when browsing the site. Moreover, he helped in compiling the data to be included in the development of Jammify.",
  "skills": ["JavaScript", "HTML/CSS", "Responsive Design", "UI/UX", "jQuery"]
},
{
  "name": "Renz Fernando",
  "role": "UI/UX Assistant Designer",
  "formal-image": "/assets/images/about-images/renz/formal.png",
  "casual-image": "/assets/images/about-images/renz/casual-1.png",
  "casual-image-2": "/assets/images/about-images/renz/casual-2.png",
  "description": "Having an innovative and imaginative mind, Renz is the assistant UI/UX designer of the team. He contributed to designing some portions of Jammify's interface. He also assisted in collecting data to place on the website. He also contributed to creating the documentation of the project. On top of that, he lends a hand in developing the website to quicken the completion of the project.",
  "skills": ["UI/UX Design", "Graphic Design", "Web Design", "Data Collection", "Documentation"]
},
{
  "name": "Ajy Garcia",
  "role": "UI/UX Designer",
  "formal-image": "/assets/images/about-images/ajy/formal.png",
  "casual-image": "/assets/images/about-images/ajy/casual-1.png",
  "casual-image-2": "/assets/images/about-images/ajy/casual-2.png",
  "description": "Ajy is the UI/UX designer of the team. He led in designing the website and including innovative features in the website. He manages the entire design of Jammify, ensuring that it is visually pleasing and that users will frequently visit and use Jammify. Besides, he cooperated in collecting data to be placed on the site. He also helped in the development of Jammify to quicken the accomplishment of the project.",
  "skills": ["UI/UX Design", "Graphic Design", "Web Design", "Data Collection", "Development"]
}
] 
